Repository: samuelsh/wp-print
Catalog: wp-print-*.po
Languages: ru_ru

source: Open
ru_ru: Открыть

source: Close
ru_ru: Закрыть

source: To
ru_ru: на

source: Comment
ru_ru: Комментарий

source: Trackback
ru_ru: Трэкбек

source: Pingback
ru_ru: Пинг

source: By
ru_ru: от

source: On
ru_ru: дата:

source: Your comment is awaiting moderation.
ru_ru: Ваш комментарий ожидает модерации.

source: Print Options
ru_ru: Настройки печати

source: Updated
ru_ru: Обновлено

source: No Print Option Updated
ru_ru: Настройки печати не обновлены

source: UNINSTALL WP-Print
ru_ru: Деинсталляция WP-Print

source: Setting Key '%s' has been deleted.
ru_ru: Настройка '%s' удалена.

source: Error deleting Setting Key '%s'.
ru_ru: Ошибка удаления настройки '%s'.

source: Uninstall WP-Print
ru_ru: Деинсталляция WP-Print

source: <a href="%s">Click Here</a> To Finish The Uninstallation And WP-Print Will Be Deactivated Automatically.
ru_ru: <a href="%s">Нажмите здесь</a> для завершения деинсталляции и плагин WP-Print будет деактивирован автоматически.

source: Copyright &copy; %s %s. All rights reserved.
ru_ru: Копирайт &copy; %s %s. Все права зарезервированы. Перевод на русский <a href="http://lecactus.ru">Lecactus</a>

source: Print Styles
ru_ru: Стили печати

source: Print Text Link For Post
ru_ru: Текст ссылки для печати записи

source: Print Text Link For Page
ru_ru: Текст ссылки для печати страницы

source: Print Icon
ru_ru: Иконка печати

source: Print Text Link Style
ru_ru: Стиль ссылки печати

source: Print Icon With Text Link
ru_ru: Иконка печати + текст

source: Print Icon Only
ru_ru: Только иконка

source: Print Text Link Only
ru_ru: Только текст

source: Custom
ru_ru: Настраиваемый

source: HTML is allowed.
ru_ru: HTML разрешен.

source: URL to the printable post/page.
ru_ru: URL на печатную версию записи/страницы.

source: Print text link of the post/page that you have typed in above.
ru_ru: Текстовая ссылка записи/страницы которую вы ввели выше.

source: URL to the print icon you have chosen above.
ru_ru: URL к иконке печати, если вы выбрали ее выше.

source: Restore Default Template
ru_ru: Восстановить шаблон по-умолчанию.

source: Print Comments?
ru_ru: Печатать комментарии?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Print Links?
ru_ru: Печатать ссылки?

source: Print Images?
ru_ru: Печатать изображения?

source: Print Videos?
ru_ru: Печатать видео?

source: Enable categories print?
ru_ru: Разрешить печать рубрик?

source: Disclaimer/Copyright Text?
ru_ru: Текст копирайта?

source: Save Changes
ru_ru: Сохранить изменения

source: Deactivating WP-Print plugin does not remove any data that may have been created, such as the print options. To completely remove this plugin, you can uninstall it here.
ru_ru: Деактивация плагина WP-Print не удалит никаких его данных, таких как настройки печати. Для полного удаления плагина вы должны деинсталлировать его здесь.

source: WARNING:
ru_ru: ВНИМАНИЕ:

source: Once uninstalled, this cannot be undone. You should use a Database Backup plugin of WordPress to back up all the data first.
ru_ru: Деинсталлировав плагин, вы не сможете это отменить. Прежде вы должны использовать плагин бэкапа базы данных для сохранения ваших данных

source: The following WordPress Options will be DELETED:
ru_ru: Следующие настройки WordPress будут УДАЛЕНЫ:

source: WordPress Options
ru_ru: Настройки WordPress

source: You Are About To Uninstall WP-Print From WordPress.\nThis Action Is Not Reversible.\n\n Choose [Cancel] To Stop, [OK] To Uninstall.
ru_ru: Вы собираетесь деинсталлировать WP-Print из WordPress.\nЭто действие не обратимо\n\n Выберите [Отмена] чтобы прекратить, [OK] для деинсталляции.

source: Posted By
ru_ru: Автор

source: In
ru_ru: в

source: Article printed from
ru_ru: Статья распечатана с

source: URL to article
ru_ru: URL статьи

source: Click
ru_ru: Нажмите

source: Click here to print.
ru_ru: Нажмите здесь для печати.

source: here
ru_ru: здесь

source: to print.
ru_ru: для печати.

source: No posts matched your criteria.
ru_ru: Нет записей, отвечающих вашим критериям.

source: Print
ru_ru: Печать

source: Note: There is a print link embedded within this post, please visit this post to print it.
ru_ru: Примечание: Вы можете распечатать эту запись, посетив сайт.

source: Image
ru_ru: Изображение

source: No Comments
ru_ru: Нет комментариев

source: Comments Disabled
ru_ru: Комментарии отключены

source: Comments Hidden
ru_ru: Комментарии скрыты

source: URLs in this post:
ru_ru: URL-ы в этой записи:

source: Print This Post
ru_ru: Распечатать запись

source: Print This Page
ru_ru: Распечатать страницу
